interface INews {
    title: string,
    desc: string,
    date: string,
    image: string
}
export const listOfNews: INews[] = [
    {
        title:"Новоакоповский вокзал построен!",
        desc: "Дорогие игроки! Сегодня, 19 ноября 2025 года на сервере Novoakopovsk Transit Railway было завершено строительство Новоакоповского вокзала, который уже принимает первых пассажиров!",
        date: "19 ноября 2025",
        image: "/images/first-news.png"
    },
    {
        title:"Новоакоповский вокзал построен!",
        desc: "Дорогие игроки! Сегодня, 19 ноября 2025 года на сервере Novoakopovsk Transit Railway было завершено строительство Новоакоповского вокзала, который уже принимает первых пассажиров!",
        date: "18 ноября 2025",
        image: "/images/first-news.png"
    },
    {
        title:"Новоакоповский вокзал построен!",
        desc: "Дорогие игроки! Сегодня, 19 ноября 2025 года на сервере Novoakopovsk Transit Railway было завершено строительство Новоакоповского вокзала, который уже принимает первых пассажиров!",
        date: "17 ноября 2025",
        image: "/images/first-news.png"
    },
    {
        title:"Новоакоповский вокзал построен!",
        desc: "Дорогие игроки! Сегодня, 19 ноября 2025 года на сервере Novoakopovsk Transit Railway было завершено строительство Новоакоповского вокзала, который уже принимает первых пассажиров!",
        date: "16 ноября 2025",
        image: "/images/first-news.png"
    },
    {
        title:"Новоакоповский вокзал построен!",
        desc: "Дорогие игроки! Сегодня, 19 ноября 2025 года на сервере Novoakopovsk Transit Railway было завершено строительство Новоакоповского вокзала, который уже принимает первых пассажиров!",
        date: "15 ноября 2025",
        image: "/images/first-news.png"
    },
]